export default {
  projections: {
    АнкетаКлиентаE: {
      номерКомнаты: {
        __caption__: 'Номер комнаты'
      },
      прибытие: {
        __caption__: 'Прибытие'
      },
      убытие: {
        __caption__: 'Убытие'
      }
    },
    АнкетаКлиентаL: {
      номерКомнаты: {
        __caption__: 'Номер комнаты'
      },
      прибытие: {
        __caption__: 'Прибытие'
      },
      убытие: {
        __caption__: 'Убытие'
      }
    }
  },
  validations: {
    номерКомнаты: {
      __caption__: 'Номер комнаты'
    },
    прибытие: {
      __caption__: 'Прибытие'
    },
    убытие: {
      __caption__: 'Убытие'
    }
  }
};
