export default {
  projections: {
    ПаспортныеДE: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      }
    },
    ПаспортныеДL: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      }
    }
  },
  validations: {
    гражданство: {
      __caption__: 'гражданство'
    },
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    инГражданин: {
      __caption__: 'инГражданин'
    },
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    серияПаспорта: {
      __caption__: 'Серия паспорта'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    персонал: {
      __caption__: 'персонал'
    },
    посетители1: {
      __caption__: 'посетители1'
    }
  }
};
