export default {
  projections: {
    АОПИE: {
      фИО: {
        __caption__: 'ФИО'
      },
      номерКомнаты: {
        __caption__: 'Номер комнаты'
      }
    },
    АОПИL: {
      фИО: {
        __caption__: 'ФИО'
      },
      номерКомнаты: {
        __caption__: 'Номер комнаты'
      }
    }
  },
  validations: {
    номерКомнаты: {
      __caption__: 'Номер комнаты'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    администратор: {
      __caption__: 'администратор'
    },
    посетители1: {
      __caption__: 'посетители1'
    },
    табличнаяЧасть1: {
      __caption__: 'табличнаяЧасть1'
    }
  }
};
