export default {
  projections: {
    ЖРИГE: {
      номерЖурнала: {
        __caption__: 'Номер журнала'
      },
      дата: {
        __caption__: 'Дата'
      },
      табличнаяЧасть2: {
        __caption__: 'Табличная часть2',
        номерКомнаты: {
          __caption__: 'Номер комнаты'
        },
        прибытие: {
          __caption__: 'Прибытие'
        },
        убытие: {
          __caption__: 'Убытие'
        }
      }
    },
    ЖРИГL: {
      номерЖурнала: {
        __caption__: 'Номер журнала'
      },
      дата: {
        __caption__: 'Дата'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерЖурнала: {
      __caption__: 'Номер журнала'
    },
    табличнаяЧасть2: {
      __caption__: 'Табличная часть2'
    }
  }
};
